Repository: admin-avn/avnueva
Catalog: sites/all/modules/galleria/translations/*.po
Languages: fr

source: Help
fr: Aide

source: To customize Galleria position on a page (e.g. if you want to have Galleria placed below the node body), install the CCK module and rearrange fields for the content type that has Galleria enabled.
fr: Pour paramétrer la position de Galleria dans la page (par exemple si vous désirez placer Galleria sous le corps du noeud), installer le module CCK et réordonner les champs du type de contenu pour lequel Galleria est activé.

source: Main options
fr: Options principales

source: Opacity of thumbnails
fr: Opacité des vignettes

source: Value from 0 .. 1
fr: Valeur de 0 .. 1

source: Galleria warnings
fr: Avertissements de Galleria

source: Show warning and error messages on Gallerias if they aren't configured properly.
fr: Afficher les messages d'avertissement et d'erreur dans les Gallerias si ces derniers ne sont pas configurés correctement.

source: None
fr: Aucun

source: ImageCache integration
fr: Intégration d'ImageCache

source: Galleria can integrate with the ImageCache module to control the appearance of uploaded images and their thumbnails.
fr: Galleria peut interagir avec le module ImageCache pour contrôler l'apparence des images téléversées et de leurs vignettes.

source: ImageCache gallery preset
fr: Configuration des galeries ImageCache

source: ImageCache thumbnail preset
fr: Configuration des vignettes ImageCache

source: Install the ImageCache module to control the appearance of uploaded images and their thumbnails.
fr: Installer le module ImageCache pour contrôler l'apparence des images téléversées et de leurs vignettes.

source: jCarousel integration
fr: Intégration de jCarousel

source: Galleria can integrate with the jCarousel module to display thumbnails in a scrolling carousel.
fr: Galleria peut interagir avec le module jCarousel pour afficher les vignettes dans un carrousel défilant.

source: jCarousel Integration
fr: Intégration de jCarousel

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Limit of visible thumbnails
fr: Limite des vignettes visibles

source: Thumbnails will be cropped so exactly this number of thumbnails is always shown. Must be an integer greater than zero.
fr: Les vignettes seront rognées, donc le nombre de vignettes affichées sera toujours équivalent à ce nombre. Doit être une valeur entière plus grande que 0.

source: Scroll size
fr: Taille du défilement

source: The number of thumbnails to scroll with each mouse click.
fr: Le nombre de vignettes à faire défiler lors de chaque clic.

source: Animation speed
fr: Vitesse de l'animation

source: The speed of the scroll animation. Use "slow", "normal", "fast", or the number of milliseconds (ie. "100"). If set to 0, animation is turned off.
fr: La vitesse de l'animation de défilement. Utiliser «slow», «normal», «fast» ou un nombre en millisecondes (par exemple «100»). Si la valeur est 0, l'animation est désactivée.

source: Wrap
fr: Boucler

source: Left
fr: Gauche

source: Right
fr: Droite

source: Both
fr: Les deux

source: Specifies whether to wrap at the first/last item (or both) and jump back to the start/end.
fr: Spécifie si on doit boucler au premier/dernier élément (ou les deux) et revenir au début/à la fin.

source: Install the jCarousel module to display Galleria thumbnails in a scrolling carousel.
fr: Installer le module jCarousel pour afficher les vignettes de Galleria dans un carrousel défilant.

source: Lightbox integration
fr: Intégration de Lightbox

source: Galleria can integrate with the Lightbox2 and jQuery Lightbox modules to let users open Galleria images in a Lightbox.
fr: Galleria peut interagir avec les modules Lightbox2 et jQuery Lightbox pour permettre aux utilisateurs d'ouvrir les images de Galleria dans un Lightbox.

source: Lightbox module
fr: Module Lightbox

source: Select the Lightbox module that you would like to integrate with Galleria.
fr: Sélectionner le module Lightbox que vous souhaiteriez intégrer à Galleria.

source: Lightbox ImageCache preset
fr: Configuration du Lightbox d'ImageCache

source: Select the ImageCache preset to display in Galleria Lightboxes.
fr: Sélectionner la configuration d'ImageCache pour l'affichage dans les Lightbox de Galleria.

source: Install the Lightbox2 or jQuery Lightbox module to let users open Galleria images in a Lightbox.
fr: Installer les modules Lightbox2 et jQuery Lightbox pour permettre aux utilisateurs d'ouvrir les images de Galleria dans un Lightbox.

source: "Limit of visible thumbnails" must be greater than zero.
fr: «Limite des vignettes visibles» doit être plus grand que 0.

source: "Animation speed" must be "slow", "normal", "fast", or an integer value.
fr: "Vitesse de l'animation" doit être «slow», «normal», «fast» ou une valeur entière.

source: Invalid Galleria: at least one attachment must be an image. See README.txt for help.
fr: Galleria invalide: au moins un fichier atatché doit être une image. Voir le fichier README.txt pour l'aide.

source: Invalid Galleria: there are no attachments. See README.txt for help.
fr: Galleria invalide: il n'y a aucun fichier attaché. Voir le fichier README.txt pour l'aide.

source: Invalid Galleria: not a node. See README.txt for help.
fr: Invalid Galleria: n'est pas un noeud. Voir le fichier README.txt pour l'aide.

source: Galleria from attachments
fr: Galleria à partir des fichiers attachés

source: Convert attachments on this node type into Gallerias. You should not enable this if you are using a CCK ImageField for your Galleria.
fr: Convertir les fichiers attachés de ce type de noeud en Gallerias. Vous ne devriez pas activer cette option si vous utilisez un champ ImageField de CCK pour votre Galleria.

source: Node type is not selected as a Galleria. See README.txt for help.
fr: Le type de noeud n'est pas sélectionné comme un Galleria. Voir le fichier README.txt pour l'aide.

source: Gallery
fr: Galerie

source: The Galleria display.
fr: L'affichage de Galleria.

source: Gallerias only display when viewing a node by itself on the page. See README.txt for help.
fr: Les Gallerias s'affichent seulement quand un noeud est consulté seul sur une page. Voir le fichier README.txt pour l'aide.

source: Invalid arguments passed to theme_galleria_lightbox_link.
fr: Arguments invalides transmis à theme_galleria_lightbox_link.

source: Please install the Lightbox2 module to enable this functionality
fr: Veuillez installer le module Lightbox2 pour activer cette fonctionnalité.

source: previous
fr: précédent

source: next
fr: suivant

source: administer galleria
fr: Administrer galleria

source: Galleria settings
fr: Configuration de Galleria

source: Change the Galleria settings
fr: Modifier la configuration de Galleria

source: Turns nodes into Galleria galleries, a javascript image gallery.
fr: Transforme les noeuds en galeries Galleria, une galerie d'images en javascript.
